# FabricationSetUpDownTagFromBottom Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..FabricationSetUpDownTagFromBottom Property
ParameterTypeId Class See Also
---
"SU/SD from Bottom"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId FabricationSetUpDownTagFromBottom { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property FabricationSetUpDownTagFromBottom As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ FabricationSetUpDownTagFromBottom {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace